Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: CARACAS – The Palestinian National Authority will open an official diplomatic office in Caracas at the beginning of the week, an event for which Palestinian Foreign Minister Riyad
ar: كاراكاس – تفتح السلطة الوطنية الفلسطينية مكتب دبلوماسي رسمي لها في كاراكاس في بداية الأسبوع، وهو الحدث الذي يسافر بسببه وزير الخارجية الفلسطيني رياض المالكي إلى العاصمة الفنزويلية.

source: The Palestinian official and his Venezuelan counterpart Nicolás Maduro are scheduled to sign a document formally establishing the start of diplomatic relations between Caracas and the PNA.
ar: ومن المقرر أن يوقع كل من المسئول الفلسطينى ونظيره الفنزويلى نيكولاس مادورو على وثيقة ستأذن رسمياً ببدء العلاقات الدبلوماسية بين كراكاس والسلطة الوطنية الفلسطينية.

source: “Venezuela took time requesting the opening of the Palestinian embassy in Caracas, a matter that has been delayed due to internal problems,” sources close to Mahmoud Abbas’s PNA said on Friday in Jerusalem.
ar: وقالت مصادر وثيقة الصلة برئيس السلطة الوطنية الفلسطينية محمود عباس يوم الجمعة في القدس استغرقت فنزويلا وقتاً طويلاً في طلب فتح السفارة الفلسطينية في كاراكاس، وهي مسألة تأجلت بسبب مشاكل داخلية.

source: At the beginning of the year, the government of Hugo Chávez expelled the Israeli diplomatic contingent from Caracas after dubbing the Israel offensive in Gaza last December and January a “massacre.”
ar: وفي بداية هذا العام، قامت حكومة هوجو تشافيز بطرد دبلوماسين إسرائيليين من كراكاس بعد أن أطلقت على الهجوم الذي شنته إسرائيل على غزة في ديسمبر ويناير الماضيين بالمجزرة.

source: A few weeks later, Israel expelled the Venezuelan diplomatic corps in Tel Aviv in a reciprocal measure, and it also expelled the South American country’s diplomatic personnel with the PNA.
ar: وبعد أسابيع قليلة، قامت إسرائيل بالمعاملة بالمثل وطردت السلك الدبلوماسي الفنزويلي من تل أبيب، كما طردت موظفي الدولة الواقعة فى أمريكا الجنوبية الدبلوماسيين الذين كانوا منتدبين إلى السلطة الوطنية الفلسطينية.

source: Most of the Latin American countries to have diplomatic missions accredited to the PNA opened their embassies during the 1990s, including Brazil and Chile, and in recent years Mexico and Argentina have opened missions there.
ar: ومعظم دول أمريكا اللاتينية التي لديها بعثات دبلوماسية معتمدة لدى السلطة الوطنية الفلسطينية فتحت سفاراتها خلال التسعينيات من القرن الماضي، بما فيها البرازيل وشيلي وفتحت المكسيك والأرجنتين بعثاتها هناك في السنوات الأخيرة.

source: In Venezuela, the resident Palestinian community does not exceed 1,000 people, and most of them come from villages around Jerusalem, Ramallah and Bethlehem or are refugees who fled the fighting during the first Arab-Israeli war in 1948-1949.
ar: وفي فنزويلا، لا يتجاوز عدد الجالية الفلسطينية المقيمة هناك 1,000 شخص، ومعظمهم من القرى حول القدس ورام الله وبيت لحم أو من اللاجئين الذين فروا القتال خلال الحرب العربية الإسرائيلية الأولى في 1948-1949.

source: Five candidates in race for IAEA top job: Diplomat
ar: دبلوماسي: خمسة مرشحون في السباق لمنصب رئيس الوكالة الدولية للطاقة الذرية

source: Five candidates are in the running to take over from Mohamed ElBaradei as head of the UN atomic watchdog, diplomats close to the election process said today as the deadline for nominations expired.
ar: قال دبلوماسيون مقربون من العملية الانتخابية إن اليوم مع حلول الموعد النهائي لتقديم الترشيحات، يتنافس خمسة مرشحون لاستلام رئاسة الوكالة التابعة للأمم المتحدة المعنية بمراقبة الأنشطة النووية من محمد البرادعي.

source: The deadline for nominations for the position of director general at the International Atomic Energy Agency expired at midnight yesterday.
ar: وجاء الموعد النهائي لتقديم الترشيحات لمنصب المدير العام للوكالة الدولية للطاقة الذرية فى منتصف ليلة أمس.

source: Egyptian diplomat ElBaradei is stepping down in November after 12 years at the head of the agency.
ar: وتنحى الدبلوماسي المصري البرادعي من منصبه في نوفمبر بعد توليه رئاسة الوكالة لمدة 12 عاماً.

source: Yesterday, there were five candidates, a diplomat said, speaking on condition of anonymity.
ar: وقال دبلوماسي طلب عدم الكشف عن هويته كان هناك خمسة مرشحين أمس.

source: Poncelet emerged at the last minute as a candidate. The IAEA is unlikely to name the candidates officially for a couple of days yet, to give Taous Feroukhi, time to inform the IAEA's member states, the diplomat said.
ar: وأضاف الدبلوماسي أن بونسيليه ظهر في اللحظة الأخيرة بوصفه مرشحاً، وأنه من غير المرجح أن تعلن الوكالة أسماء المرشحين رسمياً قبل يومين لإعطاء طاوس فروخي الوقت ليبلغ الدول الأعضاء بالوكالة.

source: Besides, I believe other vital challenges face the Palestinians, including how to keep Palestinians physically on the land of Palestine, and how to effectively and non-violently challenge a leadership that represents at best a quarter of the Palestinian p
ar: و إضافة إلى ذلك, أعتقد أن هناك تحديات حيوية أخرى تواجه الفلسطينيين, مثل كيفية بقاء الشعب الفلسطيني على أرض فلسطين بشكل مادي و فعلي, و كيف نتحدى بشكل فعال و غير عنيف القيادة التي تمثل في أفضل الأحوال ربع الشعب الفلسطيني و ذلك من أجل الحيلولة دون إلغاء الح

source: I share the view of policy analyst Phyllis Bennis who warned at the conference that the United States might seek to impose a mini-state with minimal sovereignty and rights.
ar: إنني أتشاطر الرأي مع المحلل السياسي فيليس بينيس الذي حذر في المؤتمر من أن الولايات المتحدة قد تسعى إلى فرض دولة مصغرة مع أدنى حد من السيادة و الحقوق.

source: That’s why my talk focused on an analysis of the sources of non-violent power available to the Palestinian people, including economic, moral, cultural, legal, and political power.
ar: و ذلك هو السبب في تركيز حديثي حول مصادر القوة الغير عنيفةو المتاحة أمام الشعب الفلسطيني, و من بينها المصادر الاقتصادية, و الأخلاقية, و الثقافية, و القانونية, و السلطة السياسية.

source: Queen's Day celebrations in Apeldoorn ended in tragedy, with five people killed and 12 injured, five of them seriously. Just before noon a man deliberately drove his car at high speed into a crowd watching an open-topped coach carrying the Royal Family pa
ar: انتهت احتفالات بذكرى تولي الملكة العرش في أبلدورن بمأساة حيث قُتل خمسة أشخاص وأُصيب 12 آخرين بجراح، خمسة منهم فى حالة خطيرة، فقبل وقت الظهر تماماً، قاد رجل سيارته بسرعة فائقة عن عمد إلى وسط الجماهير الذين كانوا يشاهدون حافلة مفتوحة الأسقف تحمل على متنها ا

source: The driver is a 38-year-old Dutc national, who is an unemployed security guard. The public prosecutor says the man told police the target of this attack was the Royal Family, a crime punishable with a maximum jail sentence of 30 years. The public prosecut
ar: والسائق رجل هولندي يبلغ من العمر 38 عاماً وهو حارس أمن عاطل عن العمل، ويقول المدعي العام أن الرجل قال للشرطة أن المستهدف من هذا الهجوم هو الأسرة المالكة وهي جريمة يُعاقب عليها بالسجن لمدة 30 عاماً بحد أقصى، واستبعد المدعي العام أن يكون الحادث إرهابي.

source: The car missed the royal coach by 15 metres and came to a standstill when it crashed into a well-known monument. The driver was injured and had to be cut from his vehicle. He was arrested and taken away for interrogation. He is in hospital and his conditi
ar: ولم تصب السيارة الحافلة الملكية بحوالي 15 متراً وتوقفت عندما اصطدمت بنصب معروف، وأُصيب السائق وكان لابد من قطع أجزاء من سيارته لإخراجه، وأُلقي القبض عليه واقتيد للتحقيق معه، وهو في المستشفى في حالة حرجة.

source: The man had made an earlier attempt to cross a safety barrier and was turned away by police. By the time the man approached the royal coach, his car was already heavily damaged. Together with a bomb disposal squad police searched the vehicle in the presen
ar: وكان الرجل قد أقدم في وقت سابق على محاولة لعبور حاجز الأمن ولكن منعته الشرطة، وبحلول الوقت الذي اقترب فيه الرجل من الحافلة الملكية، كانت سيارته قد أُصيبت بأضرار جسيمة بالفعل، وفتشت الشرطة السيارة بالاشتراك مع فرقة إبطال مفعول القنابل في وجود منسق اللجنة ا

source: Queen Beatrix, Crown Prince Willem-Alexander, Princess Máxima and other members of the Royal Family watched in horror as the car ploughed through the public. Surrounded by security agents, the coach was immediately driven to the nearby Het Loo palace. In
ar: وشاهدت الملكة بياتريكس وولي العهد الأمير وليام الكسندر والأميرة ماكسيما وغيرهم من أعضاء الأسرة المالكة بهلع السيارة وهي تجتاح الجمهور، وأحيط رجال الأمن الحافلة واُقتيدت على الفور إلى قصر هيت لو المجاور، وفي كلمة بثها التلفزيون، قدمت الملكة وآثار الصدمة وا

source: Flags were lowered to half-mast at the palace and all government buildings. Prime Minister Balkenende expressed deep shock at the horrible event and traveled to Apeldoorn.
ar: اُنتكست الأعلام في القصر وجميع المباني الحكومية، وأعرب بالكننده رئيس الوزراء عن صدمته العميقة من الحادث المروع وسافر إلى أبلدورن.

source: Most Queen's Day celebrations across the country were cancelled. In the capital Amsterdam, where some 600,000 people were partying, and a few other towns, festivities went ahead but were toned down.
ar: وأُلغيت معظم الاحتفالات بيوم الملكة في أنحاء البلاد، وفي العاصمة أمستردام حيث أُقيمت بعض الحفلات التي يشارك فيها 600,000 شخص وعدد قليل من المدن الأخرى مضوا قدماً في الاحتفالات ولكنها خُففت.

source: Iraq Claims Arrest of Alleged al-Qaida Cell
ar: العراق يزعم القبض على خلية مزعومة تابعة لتنظيم القاعدة

source: Iraq's Interior Ministry said it has arrested seven men from an alleged al-Qaida in Iraq cell suspected of a string of car bombings and other attacks.
ar: أعلنت وزارة الداخلية العراقية إنها ألقت القبض على سبعة رجال من خلية مزعومة تابعة لتنظيم القاعدة في العراق التي يُشتبه في تنفيذها سلسلة من تفجيرات السيارات الملغومة وغيرها من الهجمات.

source: Interior Ministry spokesman Abdel-Karim Khalaf told reporters Tuesday the group includes Shi'ite Muslims. That is extremely unusual regarding al-Qaida in Iraq, which is almost entirely composed of Sunni extremists, and which has staged many deadly attacks
ar: وقال المتحدث باسم وزارة الداخلية عبد الكريم خلف للصحفيين يوم الثلاثاء أن المجموعة تضم مسلمي الشيعة، وهو أمر نادر جداً فيما يخص تنظيم القاعدة في العراق التي تتألف كلها تقريباً من المتطرفين السنة والتي شنت العديد من الهجمات القاتلة ضد المدنيين الشيعة.

source: Khalaf said one of the Shi'ite suspects is a police officer who is accused of helping the attackers get car bombs through police checkpoints.
ar: وقال خلف أن أحد المشتبهين الشيعة هو ضابط شرطة متهم بمساعدة المهاجمين في تمرير السيارات الملغومة من نقاط التفتيش التابعة للشرطة.

source: At a news conference in Baghdad, the Interior Ministry played what it said was a videotaped confession from the men, one of whom said he was the head of an al-Qaida cell in Haditha, a town in western Anbar province.
ar: في مؤتمر صحفي في بغداد، شغلت وزارة الداخلية بما سمته شريط فيديو مسجل عليه اعترافات الرجال، والذي قال أحدهم فيه إنه رئيس لخلية تابعة للقاعدة في بلدة حديثة الواقعة في محافظة الأنبار بغربي العراق.

source: Khalaf said members of the group were responsible for at least 25 attacks, including car bombings and vehicle hijackings.
ar: وقال خلف إن أعضاء المجموعة مسئولين عن 25 هجوم على الأقل، بما فيها تفجيرات السيارات واختطافها.

source: The photograph showed a bearded man wearing a black T-shirt.
ar: وتُظهر الصورة رجلاً ملتحياً يرتدي قميصا أسود.

source: In a separate development, the Iraqi government released a photo Tuesday of the man it said is the detained Sunni insurgent leader Abu Omar al-Baghdadi, the alleged head of the al-Qaida-linked group known as the Islamic State of Iraq.
ar: وفي تطور آخر، أفرجت الحكومة العراقية يوم الثلاثاء عن صورة لرجل تقول أنه زعيم المسلحين السنة المعتقل أبو عمر البغدادي، وهو رئيس جماعة مزعومة مرتبطة بالقاعدة معروفة باسم جماعة دولة العراق الإسلامية.

source: Authorities announced the arrest of Baghdadi last week, but had offered no evidence that he was in custody.
ar: وأعلنت السلطات اعتقال البغدادي في الأسبوع الماضي، لكنها لم تقدم أي دليل على أنه في الحجز.

source: Earlier claims of Baghdadi's arrest or death turned out to be false, and the U.S. military has previously called him a fictional character invented to put an Iraqi face on an extremist group run mostly by foreigners.
ar: وثبت عدم صحة إدعاءات سابقة باعتقال البغدادي أو وفاته، وكان الجيش الأمريكي قد سبق أن وصفه بأنه شخصية وهمية اُخترعت لوضع واجهة عراقية لجماعة متطرفة يديرها الأجانب.

source: Elsewhere in Iraq Tuesday, a group of relatives and supporters of Iraq's executed former leader, Saddam Hussein, marked his birthday in the small village where he was born. They laid flowers on his grave in the town of Ouja, near Tikrit, north of Baghdad.
ar: وفي أماكن أخرى في العراق يوم الثلاثاء، احتفلت مجموعة من أقارب وأنصار الزعيم العراقى السابق الذي شُنق صدام حسين بعيد ميلاده في قرية صغيرة محل ولادته، ووضعوا الزهور على قبره في بلدة العوجة القريبة من تكريت شمال بغداد.

source: The former dictator would have turned 72 on Tuesday. He was hanged in 2006 after an Iraqi court convicted him of crimes against humanity.
ar: وكان الدكتاتور السابق سيكمل 72 من عمره يوم الثلاثاء، وقد أُعدم شنقاً في 2006 بعد أن أدانته محكمة عراقية بارتكاب جرائم ضد الإنسانية.

source: One important fact (simple but of utmost importance) was reiterated by several Palestinians - from the occupied territories, from within Israel, and in exile. They said loud and clear that working for the one-state solution means working with Israeli Jews
ar: هناك حقيقة هامة (بسيطة لكنها تحتل أهمية قصوى ) كررها العديد من الفلسطينيين - من الأراضي المحتلة, و من داخل إسرائيل, و حتى في المنفى - فقد قالوا بصوت عال و واضح أن العمل من أجل حل الدولة الواحدة يعني العمل مع اليهود الإسرائيليين. و قد وصف ذلك هاني فارس الم

source: Political scientist Laila Farsakh acknowledged this would be difficult given the anger Palestinians feel at Israel after Gaza and given their history of dispossession at Israel’s hands. As one strategy to overcome this anger, she suggests a debate on iden
ar: الخبيرة السياسية ليلى فرسخ اعترفت بأن هذا سيكون صعبا نظرا للغضب الذي يشعر به الفلسطينيون تجاه إسرائيل بعد الذي فعلته في غزة و نظرا تاريخ الاستحواذ الذي تمتلكه إسرائيل. و لكن من أجل السعي لوجود استرتيجية للتغلب على هذا الغضب, فهي تقترح وجود مناقشة حول الهو

source: Civil rights advocate Nancy Murray and others suggested presenting the attack on Gaza in the context of how Israel was created as well as pointing to the parallels of the one-state discourse with the values Americans uphold.
ar: و قد اقترحت المحامية في مجال الحقوق المدنية نانسي موراي و غيرها أن يتم تقديم الهجوم على غزة في سياق الذي يشرح كيف تم إنشاء إسرائيل بالإضافة إلى الإشارة إلى أن حل الدولة الواحدة يتوازى مع القيم التي يؤيدها الأميركيون حديثا.

source: A remarkable aspect of the conference was the way nearly all speakers highlighted the Zionist project - creating an exclusivist state - as the root of the problem, and discussed ways to challenge it.
ar: كانت هناك سمة رائعة في المؤتمر و هي أن معظم المتحدثين تقريبا أبرزوا أن المشروع الصهيوني - أي إقامة دولة محصنة - هو جذر المشكلة, و ناقشوا الطرق اللازمة لتحديه.

source: One of the few - perhaps only - Zionist speakers at the conference, former deputy mayor of Jerusalem Meron Benvenisti, came to bury Zionism not to praise it. “As a Zionist, I wanted a Jewish state but that option is abrogated. The ‘one state’ is already h
ar: و كان هناك متحدث صهيوني واحد من قلائل - أو ربما كان المتحدث الوحيد من بين المتحدثين - في المؤتمر, و هو ميرون بينفينيستي النائب السابق لرئيس بلدية القدس, الذي أتى كي يدفن الصهيونية لا ليمتدحها, حيث قال: إنني كصهيوني, أردت أن يكون هناك دولة يهودية و لكن ذ

source: A shared theme was the urgent warning that future Israeli assaults on Palestinians cannot be ruled out. Ilan Pappe and this author drew the audience’s attention to the Israeli High Court decision to allow 100 Israeli extremists, whose leader belonged to a
ar: موضوع أخر تم تشاطره و هو التحذير العاجل بأن الاعتداءات الإسرائيلية المستقبلية على الفلسطينيين لا يمكن استبعاد حصولها. و قد جذب إيلان بيب و مؤلف أخر انتباه الحضور إلى قرار المحكمة العليا الإسرائيلية القاضي بالسماح لمئة متطرف إسرائيلي, الذين يترأس زعيمهم حز

source: This is a scary echo of former Israeli prime minister Ariel Sharon’s insistence on walking through Al Aqsa mosque, the spark that lit the second Palestinian Intifada in 2000 and set the stage for the brutal crushing of the Palestinian Authority in 2002. I
ar: و كان لإصرار رئيس الوزراء الإسرائيلي السابق أرييل شارون على المشي في المسجد الأقصى صدى مخيف جدا, حيث كان ذلك الشرارة التي أشعلت الانتفاضة الفلسطينية الثانية في عام 2000 و هيأت لمرحلة الانسحاق الهمجي للسلطة الفلسطينية في عام 2002. أن ذلك يعطي بشكل خاص الند

source: A major theme was the need to reconstitute the Palestinian body politic. Political scientist Karma Nabulsi outlined existing efforts and strategies as she reviewed how the “discourse about solutions has derailed and disenfranchised the Palestinian popular
ar: كان هناك موضوع رئيسي و هو الحاجة إلى إعادة تكوين المجتمع الفلسطيني. و قد قامت الخبيرة السياسية كرمة النابلسي بإيجاز و تلخيص الجهود و الاستراتيجيات القائمة كما استعرضت كيفية الحلول الخارجة عن مسارها و حرمان الشعب الفلسطيني من حقوقه. و استثناء الناس تحت

source: Several participants noted the need to move from discussion of the concept of one state to concrete strategies on how to get there to address not just agnosticism but outright opposition among many Palestinians, Israelis and the rest of the world. As law
ar: و نوه عدة مشاركين الحاجة إلى الانتقال من مناقشة مفهوم الدولة الواحدة إلى الاستراتيجية الملموسة حول الوصول إلى تلك الدولة و ذلك من اجل معالجة ليس فقط عدم الدراية و إنما المعارضة التامة للعديد من الفلسطينيين والإسرائيليين و باقي دول العالم أيضا. حيث قام الب

source: Stating that “We are still at the first question,” As’ad Ghanem offered a particularly frank critique. The Jewish state, the Islamic state and the two-state options all have more public support. The difficult questions are:
ar: أسعد غانم, ذكر أيضا أننا لا زلنا عند السؤال الأول, و قدم نقدا صريحا جدا. فخيارات الدولة اليهودية, الدولة الإسلامية و حل الدولتين جميعها تحظى بدعم شعبي أكبر. و بالتالي فالأسئلة الصعبة هي:

source: Nadia Hijab is a Senior Fellow at the Institute for Palestine Studies in Washington D.C.
ar: نادية حجاب, زميلة في معهد فلسطين للدراسات في العاصمة واشنطن.

source: Those who support a two-state solution must do better if they want to hang on to hearts and minds. For, make no mistake, as American politicians are fond of saying, the adherents of the one-state movement share a faith. And fear and brute force - whether
ar: إن أولئك الذين يؤيدون حل الدولتين عليهم أن يعملوا بشكل أفضل إذا أرادوا أن يدخلوا في القلوب و العقول. لذلك, لا ترتكب خطأ - كسياسيين أمريكيين مغرمون بالقول - إن أتباع حل الدولة الواحدة يتقاسمون في الإيمان. و الخوف و القوة الغاشمة - سواء كان يمارس من قبل إسر

source: And the realists in the United States, Europe, and Israel, whose core argument is that a Palestinian state is the only way to save a majority Jewish state - an argument that does not inspire.
ar: و الأشخاص الواقعيون في الولايات المتحدة, و أوروبا و إسرائيل, الذين حجتهم الأساسية هي أن الدولة الفلسطينية هي السبيل الوحيد لانقاذ معظم الدولة العبرية -ا و هو نقاش لا يلهم أحدا.

source: Think about it. Who’s defending the two-state option today? The Palestinian Authority, its case ever weaker against the decades-long clanging of Israeli bulldozers as they colonize Palestinian land and demolish homes.
ar: فكر بذلك. من الذي يدافع عن خيار الدولتين اليوم? السلطة الوطنية الفلسطينية, إن قضيتها دوما كانت الأضعف على مدى عقود طويلة ضد البلدوزرات الإسرائيلية التي تستعمر الأراضي الفلسطينية و تهدم المنازل.

source: The discussion of concrete steps challenged my agnosticism. So did the passion and creativity of the debate. The best vision of the one-state solution does make the alternative debates “barren,” Ghada Karmi put it.
ar: هذا و قد كان النقاش حول الخطوات الملموسة قد استرعى تحدي عدم درايتي. كذلك فعلت العاطفة و الإبداع في النقاش. إن أفضل رؤية لحل الدولة الواحدة قد جعلت فعلا النقاشات البديلة قاحلة , هذا ما أوضحته غادة كرمي.

source: In offering concrete strategies, Omar Barghouti’s examples included ways in which restitution of inherent rights could be achieved without harming acquired rights.
ar: و حول تقديم الاستراتيجيات الملموسة, تضمن المثال الذي قدمه عمر البرغوثي طرقا لما يمكن أن يتم تحقيقه من استرداد للحقوق الطبيعية دون المساس بالحقوق المكتسبة.

source: How could Palestinians and Israelis be convinced it would serve their needs?
ar: كيف يمكن للفلسطينيين و الإسرائيليين أن يكونون مقتنعين بأنها ستخدم احتياجاتهم?

source: What would be its relationship to the Jewish Diaspora and the Arab national movement?
ar: ماذا ستكون علاقتها مع الشتات اليهودي و الحركة الوطنية العربية?

source: Who are the citizens of the one-state, Israeli or Palestinian?
ar: من هم مواطنو الدولة الواحدة, الاسرائيليون أم الفلسطينيون?

source: Helena Cobban wrote a similar story for IPS showing the rise in support of a one-state solution.
ar: هيلينا كوبان كتبت قصة مماثلة للأي بي اس تظهر ارتفاع الدعم لحل الدولة الواحدة.

source: Christian Avard
ar: كريستيان أفارد.

source: April 11, 2009 at
ar: الحادي عشر من شهر نيسان, 2009. في الساعة

source: Written by qunfuz
ar: كتب من قبل كنفوز

source: April 11, 2009 at 10:23 am
ar: الحادي عشر من شهر نيسان, 2009. في الساعة 10:23 صباحا.

source: with one comment
ar: يوجد تعليق واحد على المقال.

source: Lieberman: Israel has worked to achieve peace since its creation
ar: ليبرمان: إسرائيل عملت على تحقيق السلام منذ أن تم إنشائها.

source: , Haaretz Correspondent and Haaretz Service
ar: مراسل هأرتز و خدمة هأرتز.

source: Foreign Minister Avigdor Lieberman on Wednesday congratulated Israel on its 61rst anniversary, telling foreign diplomats that since the beginning of its existence, Israel has worked hard to achieve peace.
ar: هنأ أفيغدور ليبرمان وزير الخارجية يوم الأربعاء اسرائيل بمناسبة الذكرى الواحدة و الستين, قائلا للدبلوماسيين الأجانب أنه منذ بداية وجودها إسرائيل قد عملت بجد لتحقيق السلام.

source: It's no secret that these are difficult times here in Israel, filled with constant security threats... We signed a peace treaty with Egypt, with Jordan and have made great efforts to try and reach an agreement with the Palestinians, Lieberman said durin
ar: و قال ليبرمان خلال حفل الاستقبال الذي أقامه للدبلوماسيين في مقر الرئيس في مدينة القدس: ليس سرا أن هذه أوقات صعبة هنا في إسرائيل, فهي مليئة بالتهديدات الأمنية المتكررة... لقد وقعنا معاهدة سلام مع مصر, و مع الأردن كما أننا بذلنا الكثير من الجهود لمحاولة ا

source: Tuesday, March 31, 2009
ar: الثلاثاء، الحادى و الثلاثين من مارس 2009

source: The World According To Mom
ar: العالم من وجهة نظر أمهاتنا

source: A few months ago, my friend
ar: بعد أشهر قليلة سألنى صديق لى -

source: David
ar: ديفيد

source: clicks! I don't know, I said. But it sure sounds like a cool thing to try. Cool. And if you could visit, virtually, moms around the world, what would you want to talk to them about?
ar: حول ما حول ما إذا كنت أعتقد أنه من المحتمل أن نسافر حول العالم من خلال المدونات. مثل ما حدث فى حول العالم فى ثمانين يوماً و لكن عبر الإنترنت. فهنا حول العالم فى ثمانين ضغطة أو نقرة بالفأرة. ثمانين نقرة بالفأرة بمدونة الأمهات! فقلت له أنا لا أعرف و لك

source: This was my answer (more on our Around The World In 80 Clicks project after the post, below)
ar: و هنا كانت إجابتى كالتالى (المزيد هنا فى مشروع حول العالم فى ثمانين نقرة بعد النشر، شاهد أسفل:)

source: love being a mom? Becoming a mom means entering a state of existence wherein you are always, at some level, deeply fulfilled. It means being adored by tiny creatures who delight at the sound of your voice. It means love, giggles and ice cream and rainbows
ar: فذات مرة عندما كانت إميليا ما بين الثمانية و التسعة أشهر و كنا نتمع جميعاً فى أرضية خضراء للملعب، سألتنى أم أخرى هذا السؤال: هل لا تحبين فقط مجرد كونك أم؟ و قد عنت ذلك بشكل بلاغى: و كانت الإجابة بالطبع أحب ذلك كونى أم. كيف تكره أى سيدة أن تصبح أماً؟ فكو

source: Sort of, I replied. Some of the time.
ar: نوعاً من هذا و نوعاً من ذاك. تلك كانت إجابتى

source: My memory on this might be fuzzy, but I think that she physically recoiled.
ar: فذاكرتى قد تخوننى تجاه تلك الأمور أحياناً، و لكنى أعتقد أنها تراجعت بجسدها مع إجاباتى.
